Repository: raspberrypi-ui/lxpanel-pi
Catalog: po/*.po
Languages: hy

source: Currently loaded plugins
hy: Ընթացիկ բեռնված հավելումներ

source: Stretch
hy: Ձգել

source: Add plugin to panel
hy: Ավելացնել հավելումը պանելին

source: Available plugins
hy: Հասանելի հավելումներ

source: Logout command is not set
hy: Դուրս գալու հրամանը սահմանված չէ

source: Select a directory
hy: Ընտրել պանակը

source: Select a file
hy: Ընտրել նիշքը

source: _Browse
hy: _Զննել

source: Really delete this panel? <b>Warning: This can not be recovered.</b>
hy: Իրո՞ք ջնջել պանելը <b>WARNING: This can not be recovered.</b>

source: Confirm
hy: Հաստատել

source: translator-credits
hy: թարգմանչի երախտիք

source: Copyright (C) 2008-2019
hy: Հեղինակային իրավունք © 2008-2019

source: Desktop panel for LXDE project
hy: Աշխատասեղանի պանել LXDE նախագծի համար

source: "%s" Settings
hy: "%s" Կարգավորումներ

source: Add / Remove Panel Items
hy: Ավելացնել / Հեռացնել պանելի տարրերը

source: Remove "%s" From Panel
hy: Հեռացնել "%s" պանելից

source: Panel Settings
hy: Պանելի կարգավորումներ

source: Create New Panel
hy: Ստեղծել նոր պանել

source: Delete This Panel
hy: Ջնջել այս պանելը

source: About
hy: Մեր մասին

source: Panel
hy: Պանել

source: Height:
hy: Բարձրություն՝

source: Width:
hy: Լայնություն՝

source: Left
hy: Ձախ

source: Right
hy: Աջ

source: Top
hy: Վեր

source: Bottom
hy: Վար

source: Run
hy: Գործարկել...

source: Enter the command you want to execute:
hy: Մուտքագրել այն հրամանը, որը ցանկանում եք գործարկել

source: Restart
hy: Վերագործարկել

source: Logout
hy: Անջատել...

source: lxpanel %s - lightweight GTK2+ panel for UNIX desktops
hy: lxpanel %s - թեթև GTK2+ պանել Linux և UNIX աշխատասեղանների համար

source: Command line options:
hy: Տերմինալի ընտրանքներ՝

source: --help -- print this help and exit
hy: --օգնություն -- տպել այս օգնություն և դուրս գալ

source: --version -- print version and exit
hy: --տարբերակ -- տպել տարբերակը և դուրս գալ

source: --profile name -- use specified profile
hy: --պրոֆիլի անուն -- օգտագործել նշված պրոֆիլը

source: -h -- same as --help
hy: -h -- հավասար է --օգնություն

source: -p -- same as --profile
hy: -p -- հավասար է --պրոֆիլ

source: -v -- same as --version
hy: -v -- հավասար է --տարբերակի

source: Visit http://lxde.org/ for detail.
hy: Այցելեք http://lxde.org/ կայք մարնամասների համար։

source: Error
hy: Սխալմունք

source: None
hy: Ոչ մեկը

source: Size
hy: Չափս

source: Allocate space
hy: Հատկացնել տարածք

source: Show tooltips
hy: Ցուցադրել գործիքների հուշումները

source: Icons only
hy: Միայն մանրապատկերներ

source: Flat buttons
hy: Հարթ կոճակներ

source: Show windows from all desktops
hy: Ցույց տալ պատուհանները բոլոր աշխատասեղանների համար

source: Use mouse wheel
hy: Օգտագործել մկնիկի անիվը

source: Flash when there is any window requiring attention
hy: Փողարկեք, երբ առկա է ուշադրություն պահանջող պատուհան

source: Combine multiple application windows into a single button
hy: Միավորել բազմաթիվ ծրագրերի պատուհանները մեկ կոճակի տակ

source: Maximum width of task button
hy: Խնդրի կոճակի առավելագույն լայնություն

source: Spacing
hy: Տարածություն

source: <b>Connection</b>
hy: <b>Կապակցում</b>

source: Status:
hy: Կարգավիճակէ

source: _Name:
hy: _Անուն՝

source: <b>Activity</b>
hy: <b>Ակտիվություն</b>

source: Received:
hy: Ստացած՝

source: Sent:
hy: Ուղարկած՝

source: <b>Signal Strength</b>
hy: <b>Ազդանշանի ուժգնություն</b>

source: General
hy: Գլխավոր

source: <b>Internet Protocol (IPv4)</b>
hy: <b>Համացանցի պրոտոկոլ (IPv4)</b>

source: Address:
hy: Հասցե՝

source: Destination:
hy: Նպատակակետ՝

source: Broadcast:
hy: Հեռարձակում՝

source: <b>Internet Protocol (IPv6)</b>
hy: <b>Համացանցի պրոտոկոլ (IPv6)</b>

source: Scope:
hy: Շրջանակ՝

source: <b>Network Device</b>
hy: <b>Ցանցային սարք</b>

source: Type:
hy: Տիպ՝

source: Support
hy: Աջակցություն

source: Con_figure
hy: Կարգաբերել

source: Dynamic
hy: Շարժուն

source: Pixels
hy: Պիքսելներ

source: % Percent
hy: % տոկոս

source: Err
hy: Սխալմունք

source: Warn
hy: Զգուշացնել

source: Info
hy: Տեղկատվություն

source: All
hy: Ամբողջը

source: Panel Preferences
hy: Պանելի նախընտրանքներ

source: Edge:
hy: Եզր՝

source: Center
hy: Կենտրոն

source: Alignment:
hy: Հավասարեցումէ

source: Margin:
hy: Լուսանցք՝

source: <b>Position</b>
hy: <b>Դիրք</b>

source: Icon size:
hy: Մանրապատկերի չափսը՝

source: <b>Size</b>
hy: <b>Չափս</b>

source: Geometry
hy: Երկրաչափություն

source: System theme
hy: Համակարգի տեսքը

source: Solid color (with opacity)
hy: Միագույն (անթափանցիկությամբ)

source: Image
hy: Նկար

source: Select an image file
hy: Ընտրել նկարի նիշքը

source: <b>Background</b>
hy: <b>Ետնապատկեր</b>

source: Custom color
hy: Հատուկ գույն

source: <b>Font</b>
hy: <b>Տառատեսակ</b>

source: Appearance
hy: Արտաքին տեսք

source: Panel Applets
hy: Պանելի ծրագրաշար

source: Logout Command:
hy: Դուրս գալու հրաման՝

source: Terminal Emulator:
hy: Տերմինալի էմուլատոր՝

source: File Manager:
hy: Նիշքի կառավարիչ՝

source: <b>Set Preferred Applications</b>
hy: <b>Սահմանել նախընտրած ծրագրերը</b>

source: Make window managers treat the panel as dock
hy: Թույլատրել պատուհանի կառավարմանը պանելին վերաբերվել, որպես հանգույց

source: Reserve space, and not covered by maximized windows
hy: Պահուստային տարածք, ծածկված չէ առավելագույնի մեծությամբ պատուհաններով

source: <b>Properties</b>
hy: <b>Հատկություններ</b>

source: Minimize panel when not in use
hy: Փոքրացնել պանելը, երբ այն չի օգտագործվում

source: Size when minimized
hy: Չափը նվազագույնի հասցնել

source: pixels
hy: պիքսելներ

source: <b>Automatic hiding</b>
hy: <b>Թաքցնել ինքնաբերաբար</b>

source: Log level
hy: Տեղեկամատյանի մակարդակ

source: <b>Log level</b>
hy: <b>Տեղեկամատյանի մակարդակ</b>

source: Advanced
hy: Առաջնային

source: CPU Usage
hy: Պրոցեսորի օգտագործում

source: Show usage as percentage
hy: Ցույց տալ օգտագործման չափը տոկոսներով

source: Foreground colour
hy: Դիմային ֆոնի գույնը

source: Background colour
hy: Հետին գոնի գույնը

source: CPU Usage Monitor
hy: Պրոցեսորի օգտագործման հսկիչ

source: Display CPU usage
hy: Ցույց տալ պրոցեսորի օգտագործումը

source: Bold font
hy: Թավ տառատեսակ

source: Display desktop names
hy: Ցուցադրել աշխատասեղանի անուննները

source: Display workspace number, by cmeury@users.sf.net
hy: Ցուցադրել աշխատասեղանների թիվը, cmeury@users.sf.net-ի կողմից

source: Application Launch Bar
hy: Ծրագրի գործարկման գոտի

source: Task Bar (Window List)
hy: Խնդրագոտի (Պատուհանների ցուցակ)

source: Bar with buttons to launch application
hy: Կոճակներով գոտի ծրագիրը գործարկելու համար

source: Taskbar shows all opened windows and allow to iconify them, shade or get focus
hy: Խնդրագոտին ցույց է տալիս բացված բոլոր պատուհանները և թույլ է տալիս պատկերազարդել,ստվերել կամ կենտրոնացնել դրանք

source: _Raise
hy: _Աճեցնել

source: R_estore
hy: Վերականգել

source: Ma_ximize
hy: Մեծացնել

source: Ico_nify
hy: Փոքրացնել

source: Workspace _%d
hy: _%d աշխատանքային տարածք

source: Workspace %d
hy: %d աշխատանքային տարածք

source: _All workspaces
hy: _Բոլոր աշխատանքային տարածքները

source: _Move to Workspace
hy: _Տեղափոխվել աշխատանքային տարածք

source: _Close Window
hy: _Փակել պատուհանը

source: Digital Clock
hy: Թվային ժամացույց

source: Clock Format
hy: Ժամացույցի ձևաչափը

source: Tooltip Format
hy: Գործիքների հուշման ձևաչափ

source: Action when clicked (default: display calendar)
hy: Գործողությունը կտտացնելիս (լռելայն: ցուցադրել օրացույցը)

source: Tooltip only
hy: Գործիքների հուշումը միայն

source: Left align
hy: Ձախ կողմում

source: Center text
hy: Տեքստը կենտրոնում

source: Right align
hy: Աջ կողմում

source: Display digital clock and tooltip
hy: Ցուցադրել թվային ժամացույցն ու գործիքի հուշումը

source: Add to desktop
hy: Ավելացնել աշխատասեղանին

source: Properties
hy: Հատկություններ

source: Click here to open applications menu
hy: Սեղմել այստեղ՝ ծրագրերի մենյուն բացելու համար

source: Menu
hy: Մենյու

source: Icon
hy: Մանրապատկեր

source: Application Menu
hy: Ծրագրերի մենյու

source: Separator
hy: Բաժանիչ

source: Add a separator to the panel
hy: Ավելացնել բաժանիչը պանելի վրա

source: Desktop Pager
hy: Աշխատասեղանի փեյջեր

source: Simple pager plugin
hy: Պարզ փեյջերի ընդարձակում

source: System Tray
hy: Համակարգի պնակ

source: System tray
hy: Համակարգի պնակ

source: Select Keyboard Model
hy: Ընտրել ստեղնաշարի մոդելը

source: Description
hy: Նկարագրություն

source: Select Layout Change Type
hy: Ընտրել դասավորության փոփոխման տեսակը

source: Add Keyboard Layout
hy: Ավելացնել ստեղնաշարի դասավորություն

source: Flag
hy: Դրոշակ

source: Layout
hy: Դասավորություն

source: Keyboard Layout Handler
hy: Ստեղնաշարի դասավորության կարգավար

source: Keyboard Model
hy: Ստեղնաշարի մոդելը

source: Keyboard Layouts
hy: Ստեղնաշարի դասավորությունները

source: Variant
hy: Տարբերակ

source: Change Layout Option
hy: Փոխել դասավորության ընտրանքը

source: Per Window Settings
hy: Յուրաքանչյուր պատուհանի կարգավորումները

source: _Remember layout for each window
hy: _Հիշել յուրաքանչյուր պատուհանի դասավորությունը

source: Show Layout as
hy: Ցույց տալ դասավորությունը որպես

source: Custom Image
hy: Հատուկ պատկեր

source: Text
hy: Տեքստ

source: Panel Icon Size
hy: Պանելի մանրապատկերի չափսը

source: Handle keyboard layouts
hy: Կարգավորել ստեղնաշարի դասավորությունները

source: Left click to iconify all windows. Middle click to shade them.
hy: Սեղմեք մկնիկի ձախը՝ բոլոր պատուհանները պատկերազարդելու և միջին կոճակը ստվերելու համար

source: Minimize All Windows
hy: Փոքրացնել բոլոր պատուհանները

source: Alternately iconify/shade and raise
hy: Այլընտրանքորեն պատկերազարդել/ստվերել և բարձրացնել

source: Sends commands to all desktop windows. Supported commands are 1) iconify and 2) shade
hy: Ուղարկել հրամանները աշխատասեղանի բոլոր պատուհաններին: Աջակցվող հրամաններն են 1) iconify - պատկերազարդել և 2) shade - ստվերել

source: Open in _Terminal
hy: Բացել տերմինալում

source: Directory Menu
hy: Պանակի մենյու

source: Directory
hy: Պանակ

source: Label
hy: Պիտակ

source: Temperature Monitor
hy: Ջերմաստիճանի հսկիչ

source: Automatic sensor location
hy: Սենսորի ավտոմատ տեղադրություն

source: Sensor
hy: Սենսոր

source: Automatic temperature levels
hy: Ջերմաստիճանի ավտոմատ մակարդակները

source: Display system temperature
hy: Ցուցադրել համակարգի ջերմաստիճանը

source: Volume control
hy: Ուժգնության կառավարում

source: Volume
hy: Ուժգնություն

source: Mute
hy: Անձայն

source: Volume Control
hy: Ձայնի կարգավորում

source: Wireless Networks not found in range
hy: Տիրույթում անլար ցանց չի գտնվել

source: Repair
hy: Վերանորոգել

source: Disable
hy: Անջատել

source: Wireless Connection has no connectivity
hy: Անլար ցանցի կապակցվածություն առկա չէ

source: Network cable is plugged out
hy: Ցանցային մալուխը միացված չէ

source: Connection has limited or no connectivity
hy: Կապը սահմանափակ է կամ միացված չէ

source: IP Address:
hy: IP հասցե՝

source: Remote IP:
hy: Հեռավար IP:

source: Activity
hy: Ակտիվություն

source: Sent
hy: Ուղարկած

source: Received
hy: Ստացած

source: bytes
hy: բիթ

source: packets
hy: փաթեթներ

source: Wireless
hy: Անլար

source: Protocol:
hy: Պրոտոկոլ՝

source: HW Address:
hy: HW հասցե՝

source: Manage Networks
hy: Կառավարել ցանցը

source: Monitor and Manage networks
hy: Հսկել և կառավարել ցանցը

source: Setting Encryption Key
hy: Ծածկագրման կոդ

source: This wireless network was encrypted. You must have the encryption key.
hy: Այս անլար ցանցը ծածկագրված է։ Անհրաժեշտ է ծածկագիրը

source: Encryption Key:
hy: Ծածկագիր

source: Network Status Monitor
hy: Ցանցի կարգավիճակի հսկիչ

source: Interface to monitor
hy: Հսկիչի միջերես

source: Config tool
hy: Կարգաբերել գործիքը

source: Monitor network status
hy: Հսկել ցանցի կարգավիճակը

source: Unknown
hy: Անհայտ

source: Connection Properties
hy: Կապի հատկությունները

source: Connection Properties: %s
hy: Կապի հատկություններ՝ %s

source: %lu packet
hy: %lu փաթեթ

source: There was an error displaying help: %s
hy: Օգնությունը ցուցադրելիս սխալ տեղի ունեցավ՝ %s

source: Network Connection: %s
hy: Ցանցի միացումը՝ %s

source: Network Connection
hy: Ցանցի կապակցում

source: Interface
hy: Միջերես

source: The current interface the icon is monitoring.
hy: Ընթացիկ միջերես, որը վերահսկում է մանրապատկերը

source: Orientation
hy: Կողմնորոշում

source: The orientation of the tray.
hy: Պնակի կողմնորոշումը։

source: Tooltips Enabled
hy: Գործիքների հուշումը միացված է

source: Whether or not the icon's tooltips are enabled.
hy: Միացնել կամ անջատել մանրապատկերի գործիքագրերը:

source: Show Signal
hy: Ցույց տալ ազդանշանը

source: Whether or not the signal strength should be displayed.
hy: Ցուցադրել կամ թաքնել ազդանշանի ուժգնությունը

source: Name
hy: Անուն

source: The interface name
hy: Միջերեսի անունը

source: State
hy: Պայման

source: The interface state
hy: Միջերեսի պայմանը

source: Stats
hy: Վիճակագրություն

source: The interface packets/bytes statistics
hy: Միջերեսի փաթեթներ/բիթերի վիճակագրություն

source: Whether the interface is a wireless interface
hy: Անկախ նրանից, որ միջերեսը անլար է

source: Signal
hy: Ազդանշան

source: Wireless signal strength percentage
hy: Անլար ազդանշանի ուժգնության տոկոսը

source: The current error condition
hy: Ընթացիկ սխալի պայմանը

source: Unable to open socket: %s
hy: Հնարավոր չէ բացել վարդակը՝ %s

source: SIOCGIFFLAGS error: %s
hy: SIOCGIFFLAGS սխալ՝ %s

source: Fiber Distributed Data Interface
hy: Fibre Distributed Data Interface

source: No network devices found
hy: Ցանցային սարք չի գտնվել

source: Cannot open /proc/net/dev: %s
hy: Չի կարողանում բացել /proc/net/dev՝ %s

source: Could not parse /proc/net/dev. Unknown format.
hy: Չհաջողվեց վերլուծել /proc/net/dev. Անհայտ ձևաչափ։

source: Could not parse interface name from '%s'
hy: Չհաջողվեց վերլուծել'%s' -ի միջերեսի անունը

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
hy: Չհաջողվեց վերլուծել '%s' -ի վիճակագրությունը. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;

source: Could not parse /proc/net/wireless. Անհայտ ձևաչափ։
hy: Չհաջողվեց վերլուծել /proc/net/wireless. Անհայտ ձևաչափ։

source: Could not parse wireless details from '%s'. link_idx = %d;
hy: Չհաջողվեց վերլուծել '%s' անլար ցանցի մանրամասները։ link_idx = %d;

source: Could not connect to interface, '%s'
hy: Չհաջողվեց միանալ '%s' միջերեսին

source: Could not send ioctl to interface, '%s'
hy: Չհաջողվեց ուղարկել ioctl -ն միջերեսին, '%s'

source: Could not parse command line '%s': %s
hy: Չհաջողվեց վերլուծել '%s' հրանգաշարը՝ %s

source: Could not parse 'netstat' output. Unknown format
hy: Չհաջողվեց վերլուծել 'netstat' ելքը. Անհայտ ձևաչափ

source: Disconnected
hy: Անջատված է

source: No batteries found
hy: Մարտկոց չի գտնվել

source: Battery Monitor
hy: Մարտկոցի հսկիչ

source: Hide if there is no battery
hy: Թաքցնել, եթե առկա չէ մարտկոց

source: Alarm command
hy: Զարթուցիչի հրաման

source: Alarm time (minutes left)
hy: Զարթուցիչի ժամ (րոպե անցել է)

source: Background color
hy: Ֆոնի գույնը

source: Charging color 1
hy: Լիցքավորման գույն 1

source: Charging color 2
hy: Լիցքավորման գույն 2

source: Discharging color 1
hy: Լիցքաթափման գույն 1

source: Discharging color 2
hy: Լիցքաթափման գույն 2

source: Border width
hy: Սահմանի լայնությունը

source: Display battery status using ACPI
hy: Ցուցադրել մարտկոցի կարգավիճակը օգտագործելով ACPI

source: Keyboard LED
hy: LED ստեղնաշար

source: Show CapsLock
hy: Ցույց տալ CapsLock -ը

source: Show NumLock
hy: Ցույց տալ NumLock -ը

source: Show ScrollLock
hy: Ցույց տալ ScrollLock -ը

source: Indicators for CapsLock, NumLock, and ScrollLock keys
hy: Ցուցիչներ CapsLock-ի, NumLock-ի և ScrollLock ստեղների համար

source: No Indicators
hy: Առկա չէ ցուցիչներ

source: Indicator applets
hy: Ցուցիչի ծրագրաշար

source: Indicator Applications
hy: Ցուցիչի ծրագրեր

source: Clock Indicator
hy: Ժամացույցի ցուցիչ

source: Messaging Menu
hy: Հաղորդագրության մենյու

source: Network Menu
hy: Ցանցի մենյու

source: Session Menu
hy: Սեսիայի մենյու

source: Sound Menu
hy: Ձայնի մենյու

source: Add indicator applets to the panel
hy: Ավելացնել ցուցիչի ծրագրաշարը պանելի վրա

source: CPU usage: %.2f%%
hy: Պրոցեսորի օգտագործումը՝ %.2f%%

source: RAM usage: %.1fMB (%.2f%%)
hy: RAM-ի օգտագործումը՝ %.1fMB (%.2f%%)

source: Resource monitors
hy: Պաշարների հսկում

source: CPU color
hy: Պրոցեսորի գույնը

source: Display RAM usage
hy: Ցուցադրել RAM-ի օգտագործումը

source: RAM color
hy: RAM-ի գույնը

source: Action when clicked (default: lxtask)
hy: Գործողությունը կտտացնելիս (լռելայն: lxtask)

source: Display monitors (CPU, RAM)
hy: Ցուցադրել հսկիչները (CPU, RAM)
